Revit 2027 API
BuiltInFailures.CurtainWallFailures.MullionsWillBeDeleted Property
 The Mullions between the Panels being joined will be deleted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MullionsWillBeDeleted { get; }
Public Shared ReadOnly Property MullionsWillBeDeleted As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MullionsWillBeDeleted {
	FailureDefinitionId^ get ();
}
static member MullionsWillBeDeleted : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CurtainWallFailures Class
Autodesk.Revit.DB Namespace